{
	"Analyze": "Analizza",
	"Insert in the form below the URL to analyze": "Inserisci nel campo di seguito l'url da analizzare",
	"ANALYZE": "ANALIZZA",
	"Insert here the url to analyze": "Inserisci qui l'url da analizzare",
	"Settings": "Impostazioni",
	"Set your preferred settings.": "Configura l'app come preferisci.",
	"SAVE SETTINGS": "SALVA IMPOSTAZIONI",
	"Theme mode": "Modalità tema",
	"Dark mode": "Modalità oscura",
	"Memorization settings": "Impostazioni di memorizzazione",
	"Save analyzed sites": "Salva i siti analizzati",
	"Language": "Lingua",
	"English": "Inglese",
	"Italian": "Italiano",
	"CLEAR ANALYSIS": "CANCELLA ANALISI",
	"Canonical": "Canonical",
	"When you create a website, it may be accessible in a variety of ways. Canonical tags are quite useful in terms of rankings.": "Quando si crea un sito web, questo può essere accessibile in vari modi. I tag canonici sono abbastanza utili in termini di classifiche.",
	"These essentially tell search engines such as Google what domains are the most important to you.": "Questi essenzialmente dicono ai motori di ricerca come Google quali sono i domini più importanti per te.",
	"Description": "Descrizione",
	"The meta description tag is correct.": "Il tag meta description è corretto.",
	"Analyze site SEO": "Analizza il SEO",
	"History": "Storico",
	"You has analyzed %s sites": "Hai analizzato %s siti",
	"Memory options and more": "Impostazioni e altro",
	"GitHub": "GitHub",
	"Open source projects": "Progetti open source",
	"Site URL": "URL Sito",
	"LetMeScore": "LetMeScore",
	"Actions": "Azioni",
	"You currently has analyzed %s sites": "Hai attualmente analizzato %s siti",
	"CLEAR HISTORY": "CANCELLA STORICO",
	"Search...": "Cerca...",
	"Are you shure to delete all history?": "Sei sicuro di voler cancellare lo storico?",
	"If you proceed you lost all data and analysis of the LetMeScore, the option is irreversible.": "Se procedi perderai tutte le analisi e i LetMeScore assegnati, l'operazione è irreversibile.",
	"CANCEL": "ANNULLA",
	"PROCEED": "PROCEDI",
	"Search instructions": "Istruzioni ricerca",
	"Simple site search": "Ricerca semplice",
	"You just simply search site url in the bar.": "Devi semplicemente cercare nella barra di ricerca.",
	"Advanced search": "Ricerca avanzata",
	"You can search by LetMeScore using this syntax:": "Puoi cercare tramite i LetMeScore attraverso questa sintassi:",
	"indicate that LetMeScore must be equal to value specified in x": "indica che i LetMeScore devono essere uguali ad x",
	"indicate that LetMeScore must be grater than value specified in x": "indica che i LetMeScore devono essere maggiori di x",
	"indicate that LetMeScore must be grater than equal to value specified in x": "indica che i LetMeScore devono essere maggiori o uguali a x",
	"indicate that LetMeScore must be lower than value specified in x": "indica che i LetMeScore devono essere minori di x",
	"indicate that LetMeScore must be lower than equal value specified in x": "indica che i LetMeScore devono essere minori o uguali x",
	"indicate that LetMeScore must be between value specified in x and y": "indica che i LetMeScore devono essere tra x ed y",
	"OK": "OK",
	"Follow my open source projects": "Segui i miei progetti open source",
	"Configuration saved.": "Configurazione salvata.",
	"Robots": "Robots",
	"The robots tag is a useful element if you want to prevent certain articles from being indexed. These can stop crawlers from sites such as Google from accessing the content.": "Il tag robots è un elemento utile se vuoi impedire che alcuni articoli vengano indicizzati. Questi possono impedire ai crawler di siti come Google di accedere al contenuto.",
	"Viewport": "Viewport",
	"About 48% of people will use a mobile search to find information about a product or business. This means you need to focus attention on responsive and mobile designs.": "Circa il 48% delle persone utilizzerà una ricerca mobile per trovare informazioni su un prodotto o un'attività. Ciò significa che devi concentrare l'attenzione sui design reattivi e mobili.",
	"To inform search engines you have a responsive design available, you must use the meta viewport tag.": "Per informare i motori di ricerca che hai a disposizione un design reattivo, devi utilizzare il tag meta viewport.",
	"Title": "Title",
	"The meta title tag is correct.": "Il tag meta title è corretto.",
	"The meta description was not found, it serves the function of advertising copy and thus is a very visible and important part of search marketing.": "Il tag meta description non è stato torvato, svolge la funzione di copia pubblicitaria e quindi è una parte molto visibile e importante del marketing di ricerca.",
	"Keywords": "Keywords",
	"At one time, the keyword tag was vastly important to SEO. Nowadays, search engines such as Google scan content for quality and search intent. This means the keyword tag is no longer needed.": "Un tempo, il tag parola chiave era molto importante per la SEO. Al giorno d'oggi, i motori di ricerca come Google scansionano i contenuti per qualità e intento di ricerca. Ciò significa che il tag keyword non è più necessario.",
	"Header tags": "Tag Header",
	"Number of H1:": "Numero di H1:",
	"Number of H2:": "Numero di H2:",
	"Number of H3:": "Numero di H3:",
	"Number of H4:": "Numero di H4:",
	"Header tags are an important on-page SEO factor because they’re used to communicate to the search engines what your website is about.": "I tag header sono un importante fattore SEO on-page perché vengono utilizzati per comunicare ai motori di ricerca di cosa tratta il tuo sito web.",
	"Search engines recognize the copy in your header tags as more important than the rest.": "I motori di ricerca riconoscono la copia nei tag header come più importante del resto.",
	"In this case your site hasn't H1 tag and this is not correct for search engines.": "In questo caso il tuo sito non ha il tag H1 e questo non è corretto per i motori di ricerca.",
	"Images alt attribute": "Attributo alt delle immagini",
	"Alt attribute provide a text alternative for search engines.": "L'attributo alt fornisce un'alternativa di testo per i motori di ricerca.",
	"Applying images to alt attribute such as product photos can positively impact an ecommerce store's search engine rankings.": "L'aggiunta dell'attributo alt alle immagini dei prodotti può avere un impatto positivo sul posizionamento nei motori di ricerca di un negozio di e-commerce.",
	"Open Graph tags": "Tag Open Graph",
	"Open Graph meta tags are snippets of code that control how URLs are displayed when shared on social media.": "I meta tag Open Graph sono frammenti di codice che controllano il modo in cui gli URL vengono visualizzati quando vengono condivisi sui social media.",
	"They're part of Open Graph protocol and are also used by other social media sites, including LinkedIn and Twitter.": "Fanno parte del protocollo Open Graph e sono utilizzati anche da altri siti di social, inclusi LinkedIn e Twitter.",
	"More information": "Maggiori informazioni",
	"Facebook": "Facebook",
	"If you want to use Facebook Insights, you must add og:app_id tag.": "Se desideri utilizzare Facebook Insights, devi aggiungere il tag og:app_id.",
	"Facebook set default og:type tag to 'website', if the content of post is different, you must add this tag.": "Facebook imposta il tag og:type predefinito su 'website', se il contenuto del post è diverso, devi aggiungere questo tag.",
	"Facebook set default og:locale tag to 'en_US', if the content of post is in different language, you must add this tag.": "Facebook imposta il tag og:locale predefinito su 'en_US', se il contenuto del post è in una lingua diversa, devi aggiungere questo tag.",
	"This Open Graph meta tags are only available with Facebook.": "Questi meta tag Open Graph sono disponibili solo con Facebook.",
	"Twitter": "Twitter",
	"In the twitter:creator tag you can place the username for the website used in the card footer.": "Nel tag twitter:creator puoi inserire il nome utente per il sito Web utilizzato nel piè di pagina della scheda.",
	"In the twitter:creator tag you can place the username for the content creator / author.": "Nel tag twitter:creator puoi inserire il nome utente per il creatore/autore del contenuto.",
	"In the twitter:cart tag you can specify the card type.": "Nel tag twitter:cart puoi specificare il tipo di card.",
	"This meta tags are only available with Twitter.": "Questi meta tag sono disponibili solo con Twitter.",
	"In this case your site can reduce the content importance moving some H3 to H4 tags that has minor importance than H3 tag.": "In questo caso il tuo sito può ridurre l'importanza del contenuto spostando alcuni tag da H3 a H4 che hanno un'importanza minore rispetto al tag H3.",
	"You has set og:type tag.": "Hai impostato il tag og:type.",
	"The meta description tag is too short, try to keep your meta description between 120 and 158 characters.": "Il tag meta description è troppo corto, cerca di mantenere la tua meta description tra 120 e 158 caratteri.",
	"You has set twitter:creator tag.": "Hai impostato il tag twitter:creator.",
	"You has set twitter:card tag.": "Hai impostato il tag twitter:card.",
	"The meta description tag is too long, try to keep your meta description between 120 and 158 characters.": "Il tag meta description è troppo lungo, cerca di mantenere la tua meta description tra 120 e 158 caratteri.",
	"Rows per page:": "Righe per pagina:",
	"%s - %s of %s": "%s - %s di %s",
	"The meta title tag is greater than 60 characters, some search engines such as Google show only 55/60 characters.": "Il tag meta title è maggiore di 60 caratteri, alcuni motori di ricerca come Google mostrano solo 55/60 caratteri.",
	"You has set og:locale tag.": "Hai impostato il tag og:locale.",
	"In this case your site has more than one H1 tag and this is not correct for search engines.": "In questo caso il tuo sito ha più di un tag H1 e questo non è corretto per i motori di ricerca.",
	"In this case your site can reduce the content importance moving some H2 to H3 tags that has minor importance than H2 tag.": "In questo caso il tuo sito può ridurre l'importanza del contenuto spostando alcuni tag da H2 a H3 che hanno un'importanza minore rispetto al tag H2.",
	"History is empty": "Lo storico è vuoto"
}
